const textIndex = {
    button: {
        login: {
            "ko":"로그인/가입",
            "jp":"ログイン/加入"
        },
        logout: {
            "ko":"로그아웃",
            "jp":""
        },
        dealtable: {
            "ko":"딜 테이블",
            "jp":"ダメージテーブル"
        },
        resume: {
            "ko":"이력서 생성",
            "jp":"履歴書を作る"
        },
        clansearch: {
            "ko":"클랜검색",
            "jp":"クラン検索"
        }
    },
    alpha: {
        "ko":"본 서비스는 Alpha Test 입니다",
        "jp":""
    },
    title: {
        "ko":"PuCoClaB은?",
        "jp":""
    },
    about1: {
        "ko":"1. PuCoClaB은 프리코네 클랜배틀의 개인 클랜전 기록을 남길 수 있는 시스템입니다.",
        "jp":""
    },
    about2: {
        "ko":"2. Google 계정만 있으면 회차별 데이터를 관리해줍니다.",
        "jp":""
    },
    about3: {
        "ko":"3. 저장된 데이터는 DB에 보관되며 스크린샷 등으로도 보관할 수 있습니다.",
        "jp":""
    },
    about4: {
        "ko":"4. 커스텀 배율 지정을 지원하며 일일/회차별로 표를 실시간으로 바꿔가면서 확인할 수 있습니다.",
        "jp":""
    },
    working: {
        "ko":"향후 개발 계획",
        "jp":""
    },
    wo1: {
        "ko":"1. (최우선) 이력서 생성 기능: 깔끔한 UI를 가진 이력서 생성 기능을 별도로 추가할 예정입니다.",
        "jp":""
    },
    wo2: {
        "ko":"2. 프리코네 계정이 여러개인 경우를 상정하여 다수의 계정을 관리할 수 있는 기능을 추가할 예정입니다. (DB는 이에 맞춰 설계되어있습니다)",
        "jp":""
    },
    wo3: {
        "ko":"3. 클랜전 기간동안 클랜별 관리/감독이 가능한 시스템을 만드려고 하고 있습니다.",
        "jp":""
    }
};

export default textIndex;