const textJoinUser = {
    title: {
        "ko":"가입하기",
        "jp":""
    },
    username: {
        "ko":"닉네임",
        "jp":""
    },
    namedesc1: {
        "ko":"프리코네에서 사용중인 닉네임을 입력해주세요",
        "jp":""
    },
    namedesc2: {
        "ko":"홈페이지 상에 실제로 표시될 이름입니다",
        "jp":""
    },
    id: {
        "ko":"프리코네 게임 아이디",
        "jp":""
    },
    iddesc1: {
        "ko":"프로필 화면에서 볼 수 있는 12자리의 플레이어 ID를 입력해주세요",
        "jp":""
    },
    iddesc2: {
        "ko":"이 번호는 이력서 생성시에 사용되며 다른 사용자가 데이터를 참고하는 용도로 이용합니다.",
        "jp":""
    },
    iddesc3: {
        "ko":"이 데이터는 한 번 입력하면 수정할 수 없으므로 신중하게 입력해주세요",
        "jp":""
    },
    desc1: {
        "ko":"가입 시 수집정보: 구글 아이디, 프리코네 닉네임, 프리코네 플레이어 ID",
        "jp":""
    },
    desc2: {
        "ko":"구글 아이디는 개인 로그인 토큰 생성용으로 사용하며 아이디 자체는 저장되지 않습니다",
        "jp":""
    },
    desc3: {
        "ko":"구글 아이디가 바뀌면 본 어카운트 정보를 사용할 수 없으므로 주의하세요",
        "jp":""
    },
    joinbtn: {
        "ko":"가입",
        "jp":""
    },
    decline: {
        "ko":"취소",
        "jp":""
    },
    joinSuccess: {
        "ko":"등록되었습니다",
        "jp":""
    },
    joinFailAll: {
        "ko":"등록에 실패했습니다",
        "jp":""
    },
    joinFailChar: {
        "ko":"로그인 정보는 등록되었으나 프리코네 정보가 등록되지 않았습니다.",
        "jp":""
    }
};

export default textJoinUser;